Repository: 1900lll/habitica-ios
Catalog: HabitRPG/*.lproj/Localizable.strings
Languages: bg, da, he, pl

source: No Camera available
bg: Няма налична камера

source: No more Gems available this month. More become available within the first 3 days of each month.
bg: Не можете да купите повече диаманти този месец. Ограничението се премахва през първите три дни на всеки месец.

source: Not completed
bg: Незавършени

source: Not due
bg: Не се изисква изпълнение

source: Not getting the right drops? Check out the Market to buy just the things you need!
bg: Не Ви се пада това, което искате? Разгледайте пазара и си купете това, което Ви трябва!

source: Notes
bg: Бележки
da: Noter
he: רשימות
pl: Notatki

source: Nothing Equipped
bg: Няма нищо екипирано
da: Intet Udstyr
he: ללא ציוד
pl: Brak wyposażenia

source: Nothing Set
bg: Няма нищо
da: Intet Sat
he: שום דבר לא נקבע
pl: Nic nie ustawiono

source: Nothing equipped
bg: Няма нищо екипирано
pl: Brak wyposażenia

source: Notification Badge
bg: Значка за известия

source: OK
bg: Добре
he: או קיי

source: Oh dear, pay no heed to the monster below -- this is still a safe haven to chat on your breaks.
bg: Не обръщай внимание на чудовището по-долу – това все още е спокойно място за разговори по време на почивките Ви.

source: Old Password
bg: Стара парола

source: On certain days of the week
bg: В определени дни от седмицата
da: På specifikke ugedage
he: בימים מסויימים בשבוע
pl: W niektóre dni tygodnia

source: Once a quest is started, no other party members can join the quest.
bg: След като мисията започне, никой повече няма да може да се присъедини към нея.
da: Når en quest er startet kan andre gruppemedlemmer ikke tilmelde sig questen.
he: ברגע שהרפתקאה החלה, חברי חבורה נוספים לא יכולים יותר להצטרף אליה.
pl: Jeśli misja została rozpoczęta żaden nowy członek nie może do niej dołączyć.

source: Open
bg: Отваряне

source: Open App Store page
bg: Отваряне на страницата в магазина

source: Opt-Out
bg: Отказване
da: Fravælg
he: וותר
pl: Zrezygnuj

source: Or delete it by swiping left
bg: Или изтрийте това чрез плъзване наляво

source: Organize clutter
bg: Да подредя боклуците си

source: Owned: %@
bg: Собствени: %@

source: PER %@
bg: УСЕ %@

source: Participants
bg: Участници
da: Deltagere
he: משתתפים
pl: Uczestnicy

source: Party
bg: Група
da: Gruppe
he: חבורה
pl: Drużyna

source: Password
bg: Парола

source: Pause Damage
bg: Спиране на щетите

source: Pending
bg: В очакване
da: Ventende
he: מחכה
pl: Oczekujące

source: Pending Strike
bg: Изчакващ удар

source: Perception
bg: Усет

source: Pet Type
bg: Вид на любимеца
da: Kæledyrstype
he: סוג חיית מחמד
pl: Rodzaje chowańców

source: Pets
bg: Любимци
da: Kæledyr
he: חיות מחמד
pl: Chowańce

source: Photo URL
bg: Адрес на снимка

source: Pin to Rewards
bg: Закачане в наградите

source: Pin to rewards
bg: Закачане в наградите

source: Ponytail
bg: Конска опашка

source: Positive (+)
bg: Положителен (+)
da: Positiv (+)
he: חיובי (+)
pl: Pozytywne (+)

source: Practiced a new creative technique
bg: Практикуване на нова креативна техника

source: Premium Pets
bg: Премиални любимци

source: Process email
bg: Обработка на е-поща
da: Gennemgå email
he: טפל במיילים
pl: Sprawdź e-mail

source: Profile
bg: Профил
he: פרופיל
pl: Profil

source: Public Guilds
bg: Обществени гилдии
he: גילדות פומביות
pl: Publiczne Gildie

source: Purchase for %@ Gems
bg: Купуване за %@ диаманта
da: Køb for %@ Ædelsten
he: רכוש בעבור %@ אבני חן
pl: Kup za %@ Klejnotów

source: Purchase for 2 Gems
bg: Купуване за 2 диаманта
da: Køb for 2 Ædelsten
he: רכוש בעבור 2 אבני חן
pl: Kup za 2 Klejnoty

source: Purchased %@
bg: Закупено: %@

source: Purchased Reward
bg: Закупена награда

source: Push Notifications
bg: Известия

source: Quest
bg: Мисия
he: הרפתקאה
pl: Misja

source: Quest Detail
bg: Подробности за мисията
da: Questdetaljer
he: פרטי הרפתקאה
pl: Szczegóły misji

source: Quest Invitation
bg: Покана за мисия
he: הזמנת הרפתקאה
pl: Zaproszenie do Misji

source: Quest Mounts
bg: Превози от мисии
da: Questridedyr
he: הרפתקאות חיות רכיבה
pl: Wierzchowce z Misji

source: Quest Pets
bg: Любимци от мисии
da: Questkæledyr
he: הרפתקאות חיות מחמד
pl: Chowańce z Misji

source: Quest Shop
bg: Магазин за мисии

source: Received Private Message
bg: Получихте лично съобщение
pl: Otrzymana wiadomość prywatna

source: Recipient
bg: Получател
pl: Odbiorca

source: Reject
bg: Отхвърляне
da: Afvis
he: דחה
pl: Odrzuć

source: Reload Content
bg: Презареждане на съдържанието
da: Genindlæs Indhold
he: טען תוכן מחדש
pl: Wczytaj zawartość ponownie

source: Remember to check off your Dailies!
bg: Не забравяйте да изпълнявате ежедневните си задачи!
da: Husk at færdiggøre dine Daglige!
he: זכור לסמן וי על המטלות היומיות שלך!
pl: Pamiętaj, żeby sprawdzić swoje Codzienne!

source: Reminder
bg: Напомняне
da: Påmindelse
he: תזכורת
pl: Przypomnienie

source: Reminders
bg: Напямняния
he: תזכורות
pl: Przypomnienia

source: Repeat every
bg: Повтаряне на всеки

source: Repeat every X days
bg: Повтаряне на всеки Х дни
da: Gentag hver x dage
he: חזור מידי X ימים
pl: Powtórz co X dni

source: Repeats (repeatType.string(everyX))
bg: Повтаря се (repeatType.string(everyX))

source: Repeats (repeatType.string(everyX)) on (repeatOnString)
bg: Повтаря се (repeatType.string(everyX)) през (repeatOnString)

source: Repeats On
bg: Повтаряне

source: RepeatsOn
bg: Повтаряне

source: Reply
bg: Отговор
he: השב
pl: Odpowiedz

source: Report %@ for violation?
bg: Докладване на %@ за нарушение?
he: דווח על הפרה של %@?
pl: Zgłosić naruszenie zasad przez %@ ?

source: Report a bug
bg: Докладване на проблем
da: Rapportér en fejl
he: דווח על תקלה
pl: Zgłoś błąd

source: Reset Account
bg: Нулиране на профила

source: Resume Damage
bg: Продължаване на щетите

source: Retain additional history entries
bg: Запазвате по-голяма история

source: Reward
bg: Награда

source: Reward yourself
bg: Наградете се

source: Rewards
bg: Награди

source: Rogue
bg: Мошеник
da: Slyngel
he: נוכל
pl: Łotrzyk

source: STR %@
bg: СИЛ %@
pl: SIŁ %@

source: Saturday
bg: Събота
da: Lørdag
he: שבת
pl: Sobota

source: Save
bg: Запазване
pl: Zapisz

source: Scan QR Code
bg: Сканиране на QR-код
pl: Zeskanuj kod QR

source: School
bg: Училище
da: Skole
he: בית ספר
pl: Szkoła

source: Score habit down
bg: Отбелязване на навика надолу

source: Score habit up
bg: Отбелязване на навика нагоре

source: Search
bg: Търсене

source: Seasonal Shop
bg: Сезонен магазин
pl: Sklepik sezonowy

source: Seasonal Sorceress
bg: Сезонната магьосница

source: Select
bg: Избиране

source: Select Attributes
bg: Изберете показатели
he: בחרו תכונות
pl: Wybierz Atrybuty

source: Select Class
bg: Изберете клас
da: Vælg Klasse
he: בחר מקצוע
pl: Wybierz Klasę

source: Select Difficulty
bg: Изберете трудност
da: Vælg Sværhedsgrad
he: בחר רמת קושי
pl: Wybierz trudność

source: Select Frequency
bg: Изберете честота
da: Vælg Frekvens
he: בחר תדירות
pl: Wybierz częstotliwość

source: Self-Care
bg: Лична грижа

source: Sell (%@ Gold)
bg: Продаване (%@ злато)
da: Sælg (%@ Guld)
he: מכור (%@ זהב)
pl: Sprzedaj (%@ Złota)

source: Send
bg: Изпращане

source: Send feedback
bg: Изпращане на отзиви
he: שלח משוב
pl: Podziel się opinią

source: Set up workout schedule
bg: Да организирам тренировките си
da: Planlæg motionsskema
he: צור תוכנית אימונים
pl: Ustalić plan ćwiczeń

source: Settings
bg: Настройки
da: Indstillinger
he: הגדרות
pl: Ustawienia

source: Shield
bg: Щит
da: Skjold
he: מגן
pl: Tarcza

source: Shirt
bg: Риза
da: Bluse
he: חולצה
pl: Koszula

source: Shops
bg: Магазини
pl: Sklepy

source: Size
bg: Размер
da: Størrelse
he: גודל
pl: Budowa

source: Skin
bg: Кожа
da: Skins
he: עור
pl: Skóra

source: Slim
bg: Слаб

source: Social
bg: Общност
he: חברה
pl: Społeczne

source: Special
bg: Специални

source: Special Mounts
bg: Специални превози
da: Specielle Ridedyr
he: אוכפים מיוחדים
pl: Specjalne Wierzchowce

source: Special Pets
bg: Специални любимци
da: Specielle Kæledyr
he: חיות מחמד מיוחדות
pl: Specjalne Chowańce

source: Stable
bg: Конюшня

source: Staff
bg: Екип

source: Stats
bg: Показатели

source: Strength
bg: Сила

source: Strong
bg: Устойчиви
da: Stærk
he: חזק
pl: Mocne

source: Study/Procrastinate
bg: Учене/отлагане
da: Studier/Overspringshandlinger
he: לימוד/דחיינות
pl: Uczyć się / odkładać naukę

source: Subscription
bg: Абонамент

source: Suggested Guilds
bg: Предложени гилдии
he: גילדות מומלצות
pl: Sugerowane Gildie

source: Sunday
bg: Неделя
da: Søndag
he: ראשון
pl: Niedziela

source: Tags
bg: Етикети
he: תגיות
pl: Tagi

source: Take a short break
bg: Малка почивка

source: Tap a task to edit it and add reminders. Swipe left to delete it.
bg: Докоснете задача, за да я редактирате или добавите напомняния. Плъзнете я наляво, за да я изтриете.
he: ליחצו על משימות כדי לערוך אותן וכדי להוסיף תזכורות. החליקו שמאלה כדי למחוק אותן.
pl: Stuknij zadanie, żeby je edytować i dodać przypomnienia. Przeciągnij w lewo, żeby usunąć.

source: Tap here to edit this into a bad habit you'd like to quit
bg: Натиснете тук, за да редактирате този навик и да го направите лош, тоест такъв, от който искате да се отървете

source: Tap the gray button to allocate lots of your stats at once, or tap the arrows to add them one point at a time.
bg: Докоснете сивия бутон, за да разпределите по много от точките си наведнъж, или докоснете стрелките, за да добавяте по една точка.

source: Tap to add a checklist!
bg: Докоснете за добавяне на списък от подзадачи!

source: Tap to add a new task.
bg: Докоснете за добавяне на нова задача.
da: Tryk for at tilføje en ny opgave.
he: לחץ להוספת משימה חדשה.
pl: Stuknij, żeby dodać nowe zadanie.

source: Tap to add checklists!
bg: Докоснете за добавяне на списъци от подзадачи!

source: Tap to change how your pets are grouped.
bg: Докоснете за промяна на групирането на любимците си.
da: Tryk for at ændre hvordan dine kæledyr er grupperet.
he: לחץ כדי לשנות כיצד חיות המחמד שלך מסודרות.
pl: Stuknij, żeby zmienić sposób grupowania chowańców.

source: Tap to choose your schedule and specify exercises!
bg: Докоснете за избор на график и определяне на упражненията!

source: Tap to choose your schedule!
bg: Докоснете за избор на график!

source: Tap to filter tasks.
bg: Докоснете, за да филтрирате задачите.
da: Tryk for at filtrere opgaver.
he: לחץ לסינון משימות.
pl: Stuknij, żeby filtrować zadania.

source: Tap to invite friends and view party members.
bg: Докоснете, за да поканите приятели или да видите членовете на групата си.
he: לחצו כדי להזמין חברים ולראות את חברי החבורה.
pl: Stuknij by zaprosić przyjaciół i wyświetlić członków drużyny.

source: Tap to make any changes!
bg: Докоснете за промяна

source: Tap to show
bg: Докоснете за показване

source: Tap to specify the cluttered area!
bg: Докоснете за посочване на областта с боклуци!

source: Tap to specify the name of your current project + set a due date!
bg: Докоснете за въвеждане на името на текущия проект и задаване на крайна дата!

source: Tap to specify the name of your current project + set the schedule!
bg: Докоснете за въвеждане на името на текущия проект и задаване на график!

source: Tap to specify the name of your project
bg: Докоснете за въвеждане на името на текущия проект

source: Tap to specify what you plan to do!
bg: Докоснете за въвеждане на нещата, които планирате да свършите!

source: Tap to specify your most important task
bg: Докоснете за определяне на най-важната задача

source: Tavern
bg: Кръчма
da: Værtshus
he: פונדק
pl: Gospoda

source: Teleporting to Habitica
bg: Телепортиране в Хабитика

source: Text
bg: Текст
da: Tekst
he: טקסט
pl: Tekst

source: The (locationName) was Attacked!
bg: (locationName) беше нападнат!

source: The scanned QR-Code did not contain a valid Habitica User ID.
bg: Сканираният QR-код не съдържа правилен потребителски идентификатор за Хабитика.
pl: Zeskanowany kod QR nie zawiera poprawnego ID użytkownika Habitica

source: The users were invited to your party
bg: Потребителите бяха поканени в групата Ви
pl: Użytkownicy zostali zaproszenie do twojej drużyny

source: There are 3 potential Rage Strikes This gauge fills when Habiticans miss their Dailies. If it fills up, the DysHeartener will unleash its Shattering Heartbreak attack on one of Habitica's shopkeepers, so be sure to do your tasks!
bg: Има 3 възможни яростни удара Този измервателен елемент се запълва, когато хабитиканците пропускат ежедневните си задачи. Ако се запълни докрай, Обезсърчителят ще отприщи своята атака, наречена „Сърцеразбиване“, върху някой от продавачите на Хабитика, така че не пропускайте да изпълнявате задачите си!

source: There seems to be a problem with the server. Try again later
bg: Изглежда има проблем със сървъра. Опитайте отново по-късно.
da: Der er vist et problem med serveren. Prøv igen senere
he: נראה שיש בעיה עם השרת. נסה שוב מאוחר יותר
pl: Wygląda na to, że są problemy z serwerem. Spróbuj ponownie później.

source: There was an error with your request: %@
bg: Имаше грешка със заявката Ви: %@
pl: Wystąpił błąd podczas przetwarzania żądania: %@

source: This is where you can read and reply to private messages! You can also message people from their profiles.
bg: Тук можете да прочетете личните си съобщения и да отговорите на тях! Можете да пишете на някого от профила му.

source: This set can be unlocked for %@ Gems
bg: Този комплект може да бъде отключен за %@ диаманта
da: Dette sæt kan frigøres for %@ Ædelsten
he: הקבוצה יכולה להפתח תמורת %@ אבני חן
pl: Ten zestaw można odblokować za %@ Klejnotów

source: Thursday
bg: Четвъртък
da: Torsdag
he: חמישי
pl: Czwartek

source: To-Do
bg: Задача
he: משימה
pl: Do-Zrobienia

source: To-Dos
bg: Задачи

source: Trivial
bg: Елементарно
da: Triviel
he: טריוויאלי
pl: Banalne

source: Tuesday
bg: Вторник
da: Tirsdag
he: שלישי
pl: Wtorek

source: USE
bg: ИЗПОЛЗВАНЕ

source: Unequip
bg: Разекипиране
da: Fjern
he: הסר ציוד
pl: Odłóż

source: Unlock for %@ Gems
bg: Отключване за %@ диаманта
da: Frigør for %@ Ædelsten
he: פתח בעבור %@ אבני חן
pl: Odblokuj za %@ Klejnotów

source: Unlocks after selecting a class
bg: Отключва се след избор на клас

source: Unlocks at level 10
bg: Отключва се на ниво 10

source: Unmount
bg: Слизане
da: Stig Af
he: הסר אוכף
pl: Zejdź z wierzchowca

source: Unpin from Rewards
bg: Откачане от наградите

source: Use Skills
bg: Използване на умения
da: Brug Evner
he: השתמש במיומנות
pl: Użyj umiejętności

source: Use To-Dos to keep track of tasks you need to do just once.
bg: Използвайте задачите за изпълнение, за да следите онези неща, които трябва да извършите само веднъж.

source: User
bg: Потребител
da: Bruger
he: משתמש
pl: Użytkownik

source: User ID
bg: Потр. идент.
da: BrugerID
he: מזהה משתמש
pl: ID Użytkownika

source: Validation Error
bg: Грешка при проверката
da: Valideringsfejl
he: תקלת אימות
pl: Błąd weryfikacji

source: Value
bg: Стойност
da: Værdi
he: ערך
pl: Wartość

source: Version
bg: Версия
he: גרסה
pl: Wersja

source: View Source Code
bg: Преглед на изходния код
da: Vis Kildekode
he: צפה בקוד המקור
pl: Zobacz kod źródłowy

source: Visibility
bg: Видимост
he: נראות
pl: Widoczność

source: WARNING! This resets many parts of your account. This is highly discouraged, but some people find it useful in the beginning after playing with the site for a short time. You will lose all your levels, gold, and experience points. All your tasks (except those from challenges) will be deleted permanently and you will lose all of their historical data. You will lose all your equipment but you will be able to buy it all back, including all limited edition equipment or subscriber Mystery items that you already own (you will need to be in the correct class to re-buy class-specific gear). You will keep your current class and your pets and mounts. You might prefer to use an Orb of Rebirth instead, which is a much safer option and which will preserve your tasks and equipment.
bg: ВНИМАНИЕ! Това нулира много части от профила Ви. Това е силно непрепоръчително, но някои хора го смятат за полезно в началото, след като са използвали уеб сайта известно време. Ще загубите всичките си нива, злато и точки опит. Всички задачи (освен тези от предизвикателства) ще бъдат изтрити завинаги и ще загубите цялата им история. Ще загубите всичката си екипировка, но ще можете да си купите отново всичко, включително предметите от ограничени серии и тайнствените предмети за абонати, които притежавате в момента (ще трябва да използвате правилния клас, за да закупите отново класово-специфичната екипировка). Ще запазите текущия си клас, както и любимците и превозите си. Вместо това, може да предпочетете да използвате Кълбото на прераждането, което е много по-безопасно и ще запази задачите и екипировката Ви.

source: Warrior
bg: Воин
da: Kriger
he: לוחם
pl: Wojownik

source: Wash dishes
bg: Да измия чиниите

source: Watch TV, play a game, eat a treat, it’s up to you!
bg: Гледайте телевизия, изиграйте някоя игра или хапнете нещо. Вие решавате!

source: We love open source software.
bg: Ние обичаме софтуера с отворен код.
da: Vi elsker open source software.
he: אנחנו אוהבים תוכנה בקוד פתוח.
pl: Uwielbiamy oprogramowanie opensource'owe.

source: Weak
bg: Неустойчиви
da: Svag
he: חלש
pl: Słabe

source: Weapon
bg: Оръжие
da: Våben
he: נשק
pl: Broń

source: Wear costume
bg: Носене на костюм
da: Brug Kostume
he: לבש תחפושת
pl: Załóż kostium

source: Website
bg: Уеб сайт
he: אתר
pl: Strona internetowa

source: Wednesday
bg: Сряда
da: Onsdag
he: רביעי
pl: Środa

source: Week
bg: Седмица

source: Week of the Month
bg: Седмица от месеца

source: Weekly
bg: Ежеседмична
da: Ugentlig
he: שבועי
pl: Tygodniowe

source: Welcome Back!
bg: Добре дошли отново!

source: Welcome to the Inn! Pull up a chair to chat, or take a break from your tasks.
bg: Добре дошли в Странноприемницата! Поседнете, за да си поговорим, или за да си починете от задачите.

source: What's a Rage Strike?
bg: Какво е яростен удар?

source: What’s a World Boss?
bg: Какво е световен главатар?

source: Wheelchair
bg: Инвалидна количка

source: Whoops, looks like you haven't set up your email on this phone yet. Configure an account in the iOS mail app to use this quick-reporting option, or just email us directly at mobile@habitica.com
bg: Опа! Изглежда на този телефон все още не сте задали е-пощата си. Настройте профил в приложението за е-поща на iOS, за да можете да използвате възможността за бърз отговор, или ни пишете направо на mobile@habitica.com

source: Work
bg: Работа
da: Arbejde
he: עבודה
pl: Praca

source: Work on creative project
bg: Да работя по проекта си
da: Arbejd på kreativt projekt
he: עבודה על פרוייקט יצירה
pl: Pracować nad projektem artystycznym

source: Worked on today’s most important task
bg: Свършена работа по най-важната задача за днес

source: Worse
bg: По-зле

source: Worst
bg: Най-зле

source: Write Message
bg: Напишете съобщение
pl: Napisz wiadomość

source: Write to %@
bg: Пишете на %@
pl: Napisz do %@

source: Yearly
bg: Годишно

source: Yes
bg: Да
da: Ja
he: כן
pl: Tak

source: You can also make real-world Custom Rewards based on what motivates you.
bg: Можете и да си създадете реални персонализирани награди, в зависимост от това какво Ви мотивира.

source: You can either complete this To-Do, edit it, or remove it.
bg: Можете да изпълните тази задача, да я редактирате или да я премахнете.

source: You don't have any spells yet. Continue completing your tasks and level up to unlock some!
bg: Все още нямате заклинания. Продължавайте да изпълнявате задачите си и да повишавате нивото си, за да отключите заклинанията!

source: You earned a streak achievement!
bg: Спечелихте постижение за серия!

source: You found %@!
bg: Намерихте %@!

source: You found a %@ %@!
bg: Намерихте %1$@ %2$@!

source: You gained a level!
bg: Вдигнахте ниво!
he: הרווחתם דרגה!
pl: Zdobyłeś poziom!

source: You hatched a %@ %@!
bg: Вие излюпихте %1$@ %2$@!
da: Du udrugede %1$@ %2$@!
he: הבקעת %1$@ %2$@!
pl: Wyklułeś %1$@ %2$@!

source: You have earned a %@ for being committed to improving your life.
bg: Получихте %@ за усърдието си в подобряването на живота си.

source: You have no food
bg: Нямате храна
da: Du har ingen mad
he: אין לך אוכל
pl: Nie masz żadnego jedzenia

source: You have to specify a valid Habitica User ID as recipient.
bg: Трябва да посочите като получател правилен потр. ид. за Хабитика.
pl: Musisz wybrać jako odbiorcę prawidłowe ID użytkownika Habitica.

source: You purchased %@
bg: Вие закупихте %@
pl: Kupiłeś %@

source: You purchased the set.
bg: Вие закупихте комплекта.
pl: Kupiłeś zestaw.

source: You raised a mount!
bg: Вие отгледахте превоз!
he: גידלתם חיית רכיבה!
pl: Zdobyłeś wierzchowca!

source: You received a %@
bg: Получихте %@

source: You unlocked the drop system!
bg: Отключихте системата за падания на предмети!

source: You use %@
bg: Използвате %@

source: You used %@
bg: Използвахте %@

source: You will become a %@.
bg: Вие ще станете %@.
da: Du vil blive en %@.
he: אתה תהפוך ל%@.
pl: Zostałeś %@.

source: You won a Challenge!
bg: Вие спечелихте предизвикателство!
pl: Wygrałeś wyzwanie!

source: You've completed your Daily for 21 days in a row! Amazing job. Don't break the streak!
bg: Вие сте изпълнявали своя ежедневна задача 21 дни поред! Браво! Не нарушавайте серията си!

source: You've unlocked the Drop System! Now when you complete tasks, you have a small chance of finding an item, including eggs, potions, and food!
bg: Отключихте системата за падане на предмети! Сега като изпълните задача, има малък шанс да Ви се падне някакъв предмет, включително яйца, отвари и храна!

source: Your Quest has Begun
bg: Мисията Ви започна
pl: Twoje zadanie się rozpoczęło

source: Your email isn't set up yet
bg: Е-пощата Ви все още не е зададена

source: Your message could not be sent.
bg: Съобщението Ви не може да бъде изпратено.
pl: Twoja wiadomość nie mogła zostać wysłana.

source: Your next prize unlocks in %d Check-Ins
bg: Следващата Ви награда ще се отключи след %d отчитания

source: Your next prize unlocks in 1 Check-In.
bg: Следващата Ви награда ще се отключи след 1 отчитане.

source: Your pet eats the %@ but doesn't seem to enjoy it.
bg: Вие дадохте %@ на любимеца си, но това никак не му/ѝ хареса.
da: Dit kæledyr spiser %@ men ser ikke ud til at nyde det.
he: חיית המחמד שלך אוכלת את ה%@ אך נראה שהיא לא נהנית.
pl: Twój chowaniec zjada %@, ale raczej mu nie smakuje.

source: Your pet really likes the %@!
bg: Любимецът Ви много харесва %@!
pl: Twojemu chowańcowi naprawdę smakuje %@!

source: buy
bg: купуване

source: daily
bg: ежедневно

source: days
bg: дни

source: equipped
bg: екипирано
da: i brug
he: מצוייד
pl: wyposażone

source: every (everyX) (self.repeatName())
bg: на всеки (everyX) (self.repeatName())

source: every day
bg: всеки ден

source: monthly
bg: ежемесечно

source: months
bg: месеца

source: never
bg: никога

source: success
bg: успех

source: the (dateFormatter.string(from: startDate))
bg: (dateFormatter.string(from: startDate))

source: the (days.joined(separator:
bg: (days.joined(separator:

source: weekdays
bg: работните дни

source: weekends
bg: събота и неделя

source: weekly
bg: ежеседмично

source: weeks
bg: седмици

source: yearly
bg: годишно

source: years
bg: години

source: %.2f Gold
da: %.2f Guld
he: %.2f זהב
pl: %.2f Złota

source: 1Password Extension was cancelled by the user
da: 1Password Extension afbrudt af bruger
he: תוסף 1Password בוטל על ידי המשתמש
pl: Dodatek 1Password został wyłączony przez użytkownika

source: Account Details
da: Kontodetaljer
he: פרטי חשבון
pl: Szczegóły konta

source: App Extension API is not available in this version of iOS
da: App-udvidelsesAPI ikke tilgængelig i denne version af iOS
he: הרחבת האפליקציה עם API לא זמינה בגרסה זו של iOS.
pl: Rozszerzenie API nie jest dostępne dla tej wersji iOS

source: App Version: %@
he: גרסת תוכנה: %@
pl: Wersja aplikacji: %@

source: Authentication Cancelled
da: Godkendelse Afbrudt
he: אימות בוטל
pl: Uwierzytelnienie zostało anulowane
