Repository: 1900lll/habitica-ios
Catalog: HabitRPG/*.lproj/Localizable.strings
Languages: bg, da, he, pl

source: Authentication Error
da: Godkendelsesfejl
he: תקלת אימות
pl: Błąd uwierzytelnienia

source: Become a %@
da: Bliv en %@
he: הפוך ל %@
pl: Zostań %@

source: Buy
pl: Kup

source: Buy %@ for %@ %@?
pl: Kupić %1$@ za %2$@ %3$@?

source: Check in with team
da: Tjek ind med team
he: בידקו מה קורה עם הצוות
pl: Sprawdź, co z zespołem

source: Choose a hair color!
da: Vælg en hårfarve!
he: בחר צבע שיער!
pl: Wybierz kolor włosów!

source: Choose a hairstyle!
da: Vælg en frisure!
he: בחר עיצוב שיער!
pl: Wybierz fryzurę!

source: Choose a skin color!
da: Vælg en hudfarve!
he: בחר צבע עור!
pl: Wybierz kolor skóry!

source: Choose your outfit! (You'll unlock more outfits soon.)
da: Vælg dit udstyr! (Du får adgang til mere udstyr snart.)
he: בחרו את המראה שלכם! (סגנונות נוספים יחשפו בקרוב.)
pl: Wybierz swój kostium! (Wkrótce odblokujesz ich więcej.)

source: Complete Team Project
da: Færdiggør Teamprojekt
he: השלם פרוייקט קבוצתי
pl: Ukończ projekt zespołowy

source: Current streak: %@
da: Nuværende stime: %@
he: רצף נוכחי: %@
pl: Aktualna seria: %@

source: Due %@
da: Forfaldne %@
he: פוקע %@
pl: Planowane na %@

source: Due in %d days
da: Forfaldne om %d dage
he: פוקע בעוד %d ימים
pl: Planowane na %d dni

source: Due today
da: Forfaldne i dag
he: פוקע היום
pl: Planowane na dziś

source: Due tomorrow
da: Forfaldne i morgen
he: פוקע מחר
pl: Planowane na jutro

source: Eat healthy/junk food
da: Spis sund/usund mad
he: לאכול אוכל בריא / מזון מהיר
pl: Zjedz zdrowe/śmieciowe jedzenie

source: Email / Username
he: מייל / שם משתמש
pl: E-mail / Nazwa użytkownika

source: Email already taken.
da: Email allerede i brug.
he: מייל כבר תפוס.
pl: Adres e-mail już zajęty.

source: Enter
da: Luk mig ind
he: הכנס
pl: Wejdź

source: Equipment pieces remaining: %d
he: יחידות ציוד שנותרו: %d
pl: Pozostało części ekwipunku: %d

source: Failed to contacting the 1Password App Extension
da: Fejl i forbindelsen til 1Password App Extension
he: תקלה בהתקשרות להרחבה לאפליקציית 1Password
pl: Nie można połączyć się z rozszerzeniem 1Password

source: Failed to execute script that collects web page information
da: Fejl i scriptkørslen der indsamler website-information
he: תקלה בהרצת סקריפט שאוסף נתונים מדפי אינטרנט
pl: Nie można wywołać skryptu zbierającego informacje o stronie

source: Failed to fill web page because script could not be evaluated
da: Fejl i at udfylde websitet fordi scriptet ikke kunne evalueres
he: תקלה במיליו אף האינטרנט הואיל והסקריפט לא יכל לרוץ
pl: Nie można wypełnić strony, ponieważ skrypt nie przeszedł weryfikacji

source: Failed to fill web page because script is missing
da: Fejl i at udfylde websitet fordi scriptet mangler
he: כשלון במילוי דף אינטרנט כיוון שחסר סקריפט
pl: Nie można wypełnić strony, ponieważ brakuje skryptu

source: Failed to parse information returned by 1Password App Extension
da: Fejl i fortolkning af information returneret fra 1Password App Extension
he: תקלה בניתוח נתונים שחזרו מהרחבה לאפליקציית 1Password
pl: Nie można sparsować informacji zwróconych przez rozszerzenie 1Password

source: Finish assignment for class
da: Færdiggør opgave i fag
he: סיים משימה לשיעור
pl: Skończyć projekt szkolny

source: Get Social and Fight Monsters
he: היו חברותיים והלחמו במפלצות
pl: Dołącz do społeczności i walcz z potworami

source: Go Back
da: Gå Tilbage
he: חזור
pl: Wróć

source: Gold: +%.1f Mana: -%ld
pl: Złoto: +%1$.1f Mana: -%2$ld

source: Got it
da: Forstået
he: קיבלתי
pl: Wszystko jasne

source: Health + Wellness
da: Helbred + Velvære
he: בריאות + אריכות חיים
pl: Zdrowie i samopoczucie

source: Health: +%.1f Mana: -%ld
pl: Zdrowie: +%1$.1f Mana: -%2$ld

source: Hey! You are awesome! Version %@ (%@)
da: Hey! Du er sej! Version %1$@ (%2$@)
he: הי! אתה מגניב! גרסה %1$! (%2$@)
pl: Hej! Jesteś super! Wersja %1$@ (%2$@)

source: Inbox
pl: Skrzynka odbiorcza

source: Invalid E-Mail Address.
da: Ugyldig Emailadresse.
he: כתובת אימייל שגויה.
pl: Nieprawidłowy adres e-mail

source: Invalid username or password
da: Forkert brugernavn eller password
he: שם משתמש או סיסמה שגויים
pl: Błędna nazwa użytkownika lub hasło

source: Invitation Error
pl: Błąd zaproszenia

source: Level %@ %@
da: Niveau %1$@ %2$@
he: דרגה %1$@ %2$@
pl: Poziom %1$@ %2$@

source: Log in
da: Log ind
he: התחבר
pl: Zaloguj się

source: Login name
da: Loginnavn
he: שם משתמש
pl: Nazwa użytkownika

source: Mental
he: שכלי
pl: Mentalne

source: Most important task
da: Vigtigste opgave
he: המטלה החשובה ביותר
pl: Najważniejsze zadania

source: Network error
da: Netværksfejl
he: בעיית רשת
pl: Błąd sieci

source: Organize Closet
da: Ryd op i skabet
he: ארגן את הארון
pl: Zorganizować szafę

source: Other
he: אחר
pl: Inne

source: Passwords don't match.
da: Passwords er ikke ens
he: סיסמה לא מתאימה
pl: Hasło nie pasuje

source: Pause your Dailies
pl: Wstrzymaj swoje Codzienne

source: Physical
he: פיזי
pl: Fizyczne

source: Quests
pl: Zadania

source: Reactivate your Dailies
pl: Reaktywuj swoje Codzienne

source: Register
da: Registrer
he: הרשמו
pl: Zarejestruj się

source: Remind me tomorrow
da: Påmind mig i morgen
he: הזכר לי מחר
pl: Przypomnij mi jutro

source: Report
he: דוח
pl: Zgłoś

source: Reset Justins Tips
da: Nulstil Justins Råd
he: אפס את הטיפים של ג׳סטין
pl: Zresetuj podpowiedzi Justina

source: Schedule check-up
da: Planlæg check-up
he: קבע בדיקה
pl: Umówić wizytę u lekarza

source: Server error
da: Serverfejl
he: תקלת שרת
pl: Błąd serwera

source: Sleep tight!
da: Sov godt!
he: חלומות פז!
pl: Słodkich snów!

source: Stretching
da: Stræk ud
he: מתיחות
pl: Rozciąganie

source: Study a master of the craft
da: Lær fra en mester
he: לימוד מרב-אומן בתחום
pl: Studiować mistrza rzemiosła

source: Tap to edit task, change notification time, or delete.
he: ליחצו על משימה כדי לערוך אותה, לשנות זמני התראות, או למחוק אותה.
pl: Stuknij, by edytować zadanie, zmienić czas powiadomienia lub usunąć.

source: Teams
he: צוותים
pl: Zespoły

source: The authentication process was cancelled.
da: Godkendelsesprocessen blev afbrudt.
he: תהליך האימות בוטל
pl: Proces uwierzytelniania został przerwany.

source: There was an error verifying your purchase
da: Der opstod en fejl med verifikationen af dit køb
he: ארעה תקלה באימות הרכישה שלך
pl: Nastąpił błąd podczas weryfikacji twojego zakupu

source: There was an error with the authentication. Try again later
da: Der opstod en fejl med godkendelsen. Prøv igen senere
he: ארעה בעיית אימות. אנה נסה מאוחר יותר
pl: Nastąpił błąd podczas uwierzytelniania. Prosimy spróbować później

source: This item can be purchased for %@ Gems
da: Denne ting kan købes for %@ Ædelsten
he: החפץ למכירה תמורת %@ אבני חן
pl: Ten przedmiot można kupić za %@ Klejnotów

source: This item can be purchased for 2 Gems
da: Denne ting kan købes for 2 Ædelsten
he: החפץ למכירה תמורת 2 אבני חן
pl: Ten przedmiot można kupić za 2 Klejnoty

source: Time Travelers
pl: Podróżnicy w Czasie

source: Update team on status
da: Opdatér team om status
he: עדכן את הצוות לגבי המצב
pl: Przekazać zepołowi najnowsze informacje

source: Use
da: Brug
he: השתמש
pl: Użyj

source: Username
he: שם משתמש
pl: Nazwa użytkownika

source: Username already taken.
da: Brugernavn allerede taget.
he: שם משתמש כבר תפוס.
pl: Nazwa użytkownika już zajęta

source: Wakey Wakey!
da: Vågn op!
he: בוקר טוב!
pl: Pobudka!

source: Wash Dishes
da: Tag opvasken
he: שטוף כלים
pl: Umyć naczynia

source: Welcome
da: Velkommen
he: ברוכים הבאים
pl: Witamy

source: Welcome to Habitica
he: ברוכים הבאים להאביטיקה
pl: Witaj w Habitice

source: Work project
da: Arbejdsprojekt
he: פרוייקט עבודה
pl: Projekt zawodowy

source: gem
pl: klejnot

source: gems
pl: klejnoty

source: gold
pl: złoto

source: hourglass
pl: klepsydra

source: hourglasses
pl: klepsydry

source: 10 min cardio
da: 10 minutters konditionstræning
he: 10 דקות אירובי

source: %d Participants
da: %@ Deltagere

source: %lu Members
da: %lu Medlemmer

source: 1 Member
da: 1 Medlem

source: As you complete real-world tasks, you now have a random chance of finding eggs and potions. Combine them to hatch pets
da: Når du udfører opgaver i den virkelige verden har du nu en chance for at finde æg og eliksirer. Kombinér dem for at udruge kæledyr

source: Can't be bothered with classes? Want to choose later? Opt out - you'll be a warrior and your points handled automatically. You can enable classes later under Settings.
da: Er du ligeglad med klasser? Vil du vælge senere? Fravælg klasser - du bliver så til en Kriger og dine point vil automatisk blive tildelt. Du kan senere tilvælge klasser under Indstillinger

source: Choose to become a Warrior, Mage, Healer, or Rogue! Each class has unique equipment and skills. Tap the (?) to learn more!
da: Vælg mellem at blive Kriger, Magiker, Helbreder eller Slyngel! Hver klasse har eget udstyr og evner. Tryk på (?) for at læse mere!

source: Complete Positive Habits to earn gold and experience! Negative Habits will hurt your avatar if you tap them, so avoid them in real life!
da: Færdiggør Positive Vaner for at tjene guld og erfaring! Negative Vaner skader din avatar hvis du udfører dem, så undgå dem i den virkelige verden!

source: Complete your To-Dos in real life, then check them off for GOLD and EXPERIENCE so you can earn Rewards and unlock new features!
da: Færdiggør dine To-Dos i den virkelige verden, og marker dem så her for at tjene Guld og Erfaring, så du kan få Belønninger og låse op for nye features!

source: Copy these for use in third party applications. However, think of your API Token like a password, and do not share it publicly. You may occasionally be asked for your User ID, but never post your API Token where others can see it, including on Github.
da: Kopier disse til brug i tredjepartsapplikationer. Du skal dog tænke på din API Nøgle som et password og lade være med at dele den offentligt. Du kan nogen gange blive bedt om dit BrugerID, men lad være med at sende din API Nøgle hvor andre kan se det, inklusive på Github.

source: Defeat your repeating Daily tasks to gain gold and experience. Danger! Dailies will hurt your avatar if you don't complete them in time.
da: Overvind dine gentagne Daglige opgaver for at tjene guld og erfaring. Advarsel! Daglige vil skade din avatar hvis du ikke færdiggør dem i tide.

source: First, you need an avatar in the game to represent you! The things you do in real life will affect your avatar's health, experience level, and gold.
da: Først skal du bruge en avatar, der repræsenterer dig i spillet! Det, du gør i virkeligheden vil have indflydelse på din avatars helbred, erfaringsniveau og guld.

source: Gems are purchased with real money, which makes it possible for Habitica to release new updates. Gems can be used to buy special items and backgrounds. Thank you for supporting us!
da: Ædelsten købes med rigtige penge, hvilket gør det muligt at holde Habitica opdateret. Ædelsten kan bruges til at købe særligt udstyr og baggrunde. Tak for at støtte os!

source: Healers stand impervious against harm, and extend that protection to others. Missed Dailies and bad Habits don't faze them much, and they have ways to recover Health from failure. Play a Healer if you enjoy assisting others in your Party, or if the idea of cheating Death through hard work inspires you!
da: Helbredere er upåvirkede af skade, og giver denne beskyttelse videre til andre. Oversprungne Daglige og dårlige Vaner tager næppe pippet fra dem, og de har metoder for at genvinde Helbred fra fiaskoer. Spil som Helbreder hvis du nyder at hjælpe andre i dit Selskab, eller hvis tanken om at snyde Døden med hårdt arbejde inspirerer dig!

source: Join Party
da: Slut dig til gruppen

source: Leave the Inn
da: Forlad Kroen

source: Level up!
da: Niveau op!

source: Login Method
da: Loginmetode

source: Mages learn swiftly, gaining Experience and Levels faster than other classes. They also get a great deal of Mana for using special abilities. Play a Mage if you enjoy the tactical game aspects of Habit, or if you are strongly motivated by leveling up and unlocking advanced features!
da: Magikere lærer hurtigt, og får Erfaring og Niveau hurtigere end andre Klasser. De får endvidere en masse Mana til at bruge specielle evner. Spil som Magiker hvis du kan godt lide Habiticas taktiske spilaspekter, eller hvis du er stærkt motiveret af at gå op i niveau og åbne op for avancerede features!

source: Party Invitation
da: Gruppeinvitation

source: Rest in the Inn
da: Slap af på Kroen

source: Rogues love to accumulate wealth, gaining more Gold than anyone else, and are adept at finding random items. Their iconic Stealth ability lets them duck the consequences of missed Dailies. Play a Rogue if you find strong motivation from Rewards and Achievements, striving for loot and badges!
da: Slyngler elsker at samle sig en formue, eftersom de får mere Guld end nogen anden, og de er dygtige til at finde tilfældige ting. Deres ikoniske Listeevne lader dem undgå konsekvenserne af oversprungne Daglige. Spil som Slyngel hvis du er stærkt motiveret af Belønninger og Præstationer, og stræber efter bytte og emblemer!

source: Splendid! Now let's set up your tasks so that you can start earning experience and gold. To start, which parts of your life do you want to improve?
da: Godt! Lad os nu sætte dine opgaver op så du kan begynde at tjene erfaring og guld. For at begynde, hvilke dele af dit liv vil du forbedre?

source: Tap a task to edit it. Swipe left to delete it.
da: Tryk på en opgave for at rette den. Stryg til venstre for at slette den.

source: Tap to continue
da: Tap for at fortsætte

source: The following lines help us find and squash the Bug you encountered. Please do not delete/change them.
da: De følgende linjer hjælper os med at finde og fikse fejlen som du har oplevet. Lad venligst være med at slette/ændre dem.

source: There comes a point in the life of every habitican, where they have to decide their path. What will yours be?
da: Der kommer et tidspunkt i enhver Habikitaners liv, hvor de må beslutte deres videre vej. Hvad er din?

source: There is no internet connection. You will not be able to perform any actions.
da: Der er ingen internetforbindelse. Du vil ikke kunne udføre nogen handlinger.

source: These are your Rewards! Earn gold by completing real-world Habits, Dailies, and To-Dos. Then spend it on in-game Rewards or custom real-world Rewards!
da: Dette er dine Belønninger! Tjen guld ved at udføre Vaner, Daglige og To-Dos i virkeligheden, og brug dem på Belønninger i spillet - eller dine egne Belønninger i virkeligheden!

source: This is where you and your friends can hold each other accountable to your goals and fight monsters with your tasks!
da: Dette er hvor dine venner og du kan holde hinanden ansvarlige overfor jeres mål og nedkæmpe monstre med jeres opgaver!

source: Warriors score more and better "critical hits", which randomly give bonus Gold, Experience, and drop chance for scoring a task. They also deal heavy damage to boss monsters. Play a Warrior if you find motivation from unpredictable jackpot-style rewards, or want to dish out the hurt in boss Quests!
da: Krigere scorer flere og bedre "fuldtræffere", der vilkårligt giver ekstra Guld, Erfaring, og dropchance når du færdiggør en opgave. De forvolder også stor skade på Boss-monstre. Spil som Kriger hvis du finder uforudsigelige, jackpotagtige belønninger motiverende, eller du virkelig vil uddele smerte i Boss-quests!

source: Welcome to Habitica, where advancing in the game will improve your real life! As you accomplish real-world goals, you'll unlock equipment, pets, quests, and more.
da: Velkommen til Habitica, hvor fremskridt i spillet vil forbedre dit virkelige liv! Som du når dine mål udenfor spillet vil du åbne op for udstyr, kæledyr, quests og andet.

source: Welcome to the Tavern, a public, all-ages chatroom! Here you can chat about productivity and ask questions. Have fun!
da: Velkommen til Værtshuset, et offentligt chatrum for alle aldre! Her kan du chatte om produktivitet og stille spørgsmål. Hyg dig!

source: When you abort a quest, all progress will be lost and the quest scroll will be put back into your inventory.
da: Når du afbryder en quest vil al fremskridt blive anulleret og questskriftrullen lagt tilbage i dit inventar.

source: When you buy equipment, it appears here. Your Battle Gear affects your stats, and your Costume (if enabled) affects what your avatar wears.
da: Når du køber udstyr vises det her. Dit Kampudstyr påvirker dine stats, og dit Kostume (hvis slået til) påvirker hvordan din avatar ser ud.

source: World Quest
da: Verdensquests

source: You Died
da: Du Døde

source: You are now Level %ld
da: Du er nu Niveau %ld

source: You found a piece of rare Equipment in the Armoire: %@! Awesome!
da: Du har fundet sjældent Udstyr i Klædeskabet: %@! Fantastisk!

source: You rummage in the Armoire and find %@. What's that doing in here?
da: Du roder rundt i bunden af Klædeskabet. Pludselig finder du %@. Gad vide hvad den laver her?

source: You wrestle with the Armoire and gain %@ Experience. Take that!
da: Du kæmper med Klædeskabet og får %@ Erfaring. Sådan!

source: You've lost a Level, all your Gold, and a random piece of Equipment. Arise, Habiteer, and try again! Curb those negative Habits, be vigilant in completion of Dailies, and hold death at arm's length with a Health Potion if you falter!
da: Du har tabt et niveau, alt dit Guld, og et vilkårligt stykke Udstyr. Rejs dig, Habitør, og prøv igen! Tøjl dine negative Vaner, vær opmærksom på at fuldføre Daglige, og hold Døden på afstand med en Helbredseliksir hvis du vakler!

source: Your pet really likes the %@
da: Dit kæledyr kan virkelig godt lide %@
