Repository: 1900lll/habitica-ios
Catalog: HabitRPG/*.lproj/Localizable.strings
Languages: bg, da, he, pl

source: Unlock Set for %@ Gems
bg: Отключване на комплекта за %@ диаманта
da: Frigør sættet for %@ Ædelsten
he: פתח קבוצה בשביל %@ אבני חן
pl: Odblokuj zestaw za %@ Klejnotów

source: %@ Gems
bg: %@ диаманта
he: %@ אבני חן
pl: %@ Klejnoty

source: %@ Members
bg: %@ членове
he: %@ חברים
pl: %@ Członków

source: %@ Participants
bg: %@ участници
pl: %@ Uczestników

source: %@ left
bg: Остават: %@

source: %d out of %d responded
bg: %1$d от %2$d са отговорили
da: %1$d ud af %2$d har svaret
he: %1$d מתוך %2$d השיבו
pl: %1$d z %2$d odpowiedziało

source: %ld Filters
bg: %ld филтъра
da: %ld Filtre
he: %ld סינונים
pl: %ld Filtrów

source: (experience) Experience Points
bg: (experience) точки опит

source: (gold) Gold
bg: (gold) злато

source: (npcName) is Heartbroken! Our beloved (npcLongName) was devastated when (bossName) shattered the (locationName). Quickly, tackle your tasks to defeat the monster and help rebuild!
bg: (npcName) получи Сърцеразбиване! Нашият (npcLongName) беше съсипан когато (bossName) разби (locationName). Бързо, справете се със задачите си, за да победите чудовището и да помогнете за възстановяването!

source: 1 Filter
bg: 1 филтър
he: 1 סינון
pl: 1 Filtr

source: 1 Participant
bg: 1 участник
da: 1 Deltager
he: 1 משתתף
pl: 1 Uczestnik

source: 5 minutes of quiet breathing
bg: 5 минути тихо дишане

source: 10 minutes cardio
bg: 10 минути аеробни упражнения

source: 10 minutes cleaning
bg: 10 мин чистене
da: 10 minutters rengøring
he: 10 דקות ניקיונות
pl: 10 minut sprzątania

source: 21-Day Streaks
bg: 21-дневни серии

source: API
bg: ППИ

source: API Key
bg: Ключ за ППИ
da: API-Nøgle
he: מפתח API
pl: Klucz API

source: Abort
bg: Прекратяване
da: Afbryd
he: בטל
pl: Przerwij

source: About
bg: Относно
da: Om
he: אודות
pl: O nas

source: Accept
bg: Приемане
da: Acceptér
he: קבל
pl: Akceptuj

source: Accepted
bg: Прието
da: Accepteret
he: התקבל
pl: Akceptuj

source: Acknowledgements
bg: Благодарности
da: Anderkendelser
he: תודות
pl: Uznania

source: Actions
bg: Действия
da: Handlinger
he: פעולות
pl: Akcje

source: Active
bg: Незавършени
da: Aktiv
he: פעיל
pl: Aktywny

source: Active World Boss
bg: Активен световен главатар

source: Add %@
bg: Добавяне на %@
da: Tilføj %@
he: הוסף %@
pl: Dodaj %@

source: Add a User ID
bg: Добавяне на потр. ид.
da: Tilføj et BrugerID
he: הוסף מזהה משתמש
pl: Dodaj ID Użytkownika

source: Add a new checklist item
bg: Добавяне на нова подзадача
da: Tilføj ny ting til tjekliste
he: הוסף רכיב חדש לתיוג
pl: Dodaj nowy punkt do listy

source: Add a new reminder
bg: Добавяне на ново напомняне
he: הוסף תזכורת חדשה
pl: Dodaj nowe przypomnienie

source: Add an Email
bg: Добавяне на е-поща
he: הוסף מייל
pl: Dodaj e-mail

source: Alex the Merchant
bg: Алекс Търговеца

source: All
bg: Всички
da: Alle
he: הכל
pl: Wszystko

source: Allocated
bg: Разпределени
pl: Przydzielono

source: Animal Ears
bg: Животински уши
da: Dyreører
he: אוזני חיה
pl: Zwierzęce uszy

source: Are you sure?
bg: Сигурен/на ли сте?
da: Er du sikker?
he: אתם בטוחים?
pl: Na pewno?

source: Are you sure? This will delete your account forever, and it can never be restored! You will need to register a new account to use Habitica again. Banked or spent Gems will not be refunded. If you're absolutely certain, type your password into the text box below.
bg: Наистина ли искате това? Профилът Ви ще бъде изтрит завинаги и няма да може да бъде възстановен! Ще трябва да регистрирате нов профил, ако искате да използвате Хабитика отново. Закупените и използваните диаманти няма да Ви бъдат възстановени. Ако сте напълно сигурен/на в решението си, въведете паролата си в полето.

source: Armor
bg: Броня
da: Rustning
he: שיריון
pl: Zbroja

source: Assigns more points to the attributes important to your Class.
bg: Разпределяне на повече точки към показателите, важни за Вашия клас.

source: Assigns points based on the Strength, Intelligence, Constitution, and Perception categories associated with the tasks you complete.
bg: Разпределяне на точките според категориите „сила“, „интелигентност“, „якост“ и „усет“, свързани със задачите, които изпълнявате.

source: Assigns the same number of points to each attribute.
bg: Разпределяне на един и същ брой точки за всеки показател.

source: Attributes
bg: Показатели
he: תכונות
pl: Atrybuty

source: Authentication
bg: Удостоверяване
da: Godkendelse
he: אימות
pl: Uwierzytelnienie

source: Back
bg: Назад
da: Ryg
he: חזור
pl: Powrót

source: Back Accessory
bg: Аксесоар за гръб

source: Background
bg: Фон
da: Baggrund
he: רקע
pl: Tło

source: Bad
bg: Зле

source: Bangs
bg: Бретон
da: Pandehår
he: טלטלים
pl: Grzywka

source: Base
bg: Основа
da: Basis
he: בסיס
pl: Zwyczajny

source: Base Mounts
bg: Обикновени превози
da: Basisridedyr
he: חיית רכיבה בסיסית
pl: Zwyczajne Wierzchowce

source: Base Pets
bg: Обикновени любимци
da: Basiskæledyr
he: חיית מחמד בסיסית
pl: Zwyczajne Chowańce

source: Battle Gear
bg: Бойно снаряжение
da: Kampudstyr
he: ציוד לחימה
pl: Wyposażenie bojowe

source: Be careful — if you miss one, your avatar will take damage overnight. Checking them off consistently brings great rewards!
bg: Внимавайте – ако пропуснете някоя, героят Ви ще получи щети след края на деня. Всекидневното отмятане на тези задачи ще Ви донесе страхотни награди!

source: Be careful... The World Boss will lash out and attack one of our friendly shopkeepers once its rage bar fills. Keep up with your Dailies to try and prevent it from happening!
bg: Внимание!… Световният главатар ще отприщи атаката си върху някой от продавачите ни, когато яростомерът му се запълни. Изпълнявайте ежедневните си задачи, за да предотвратите това!

source: Beard
bg: Брада
da: Skæg
he: זקן
pl: Broda

source: Because you subscribe to Habitica, you can purchase a number of Gems each month using Gold.
bg: Тъй като сте абонат на Хабитика, всеки месец можете да купувате определен брой диаманти със злато.

source: Best
bg: Най-добре

source: Better
bg: По-добре

source: Body
bg: Тяло
da: Krop
he: גוף
pl: Ciało

source: Body Accessory
bg: Аксесоар за тяло

source: Boosts
bg: Подсилки

source: Boss Quest
bg: Мисия с главатар

source: Brainstorm a healthy change
bg: Да нахвърляме идеи за здравословна промяна

source: Broad
bg: Широк

source: Buy for (currencyText)
bg: Купуване за (currencyText)

source: Buy gear for your avatar with the gold you earn!
bg: Купувайте снаряжение за героя си със златото, което печелите!

source: Buy gems with gold
bg: Купуване на диаманти със злато

source: By (leaderName.unicodeEmoji)
bg: От (leaderName.unicodeEmoji)

source: By accomplishing your real-life goals, you've grown to Level %ld!
bg: Изпълнявайки целите си в истинския живот, Вие достигнахте ниво %ld!
pl: Realizując życiowe cele, osiągnąłeś %ld poziom!

source: By completing your tasks, you've earned a faithful steed!
bg: Изпълнявайки задачите си, Вие спечелихте верен жребец!
he: על ידי השלמת המשימות שלכם, הרווחתם חיית רכיבה נאמנה!
pl: Dzięki ukończeniu swoich zadań masz teraz wiernego wierzchowca!

source: CON %@
bg: ЯКО %@
pl: KON %@

source: Can't cast a spell on a challenge task.
bg: Не може да правите заклинания върху задачи от предизвикателства.
pl: Nie można rzucać czaru na zadanie z wyzwania.

source: Cancel
bg: Отказ
da: Afbryd
he: בטל
pl: Anuluj

source: Cast Spells
bg: Изпълняване на заклинания
da: Kast Fortryllelser
he: הטל קסמים
pl: Rzuć zaklęcie

source: Challenges
bg: Предизвикателства

source: Change
bg: Промяна

source: Change About message
bg: Промяна на информацията за Вас

source: Change Class
bg: Промяна на класа
he: החליפו מקצוע
pl: Zmień Klasę

source: Change Display Name
bg: Промяна на екранното име

source: Change Email
bg: Промяна на е-пощата

source: Change Login Name
bg: Промяна на потребителското име

source: Change Password
bg: Промяна на паролата

source: Change Photo URL
bg: Промяна на адреса на снимката

source: Character Level
bg: Ниво на героя

source: Chat
bg: Чат
he: צ׳אט
pl: Czat

source: Chores
bg: Домакинска работа
da: Pligter
he: מטלות
pl: Prace domowe

source: Class-Bonus
bg: Класов бонус
pl: Premia klasowa

source: Clear Cache
bg: Изчистване на кеша
da: Ryd Cache
he: נקה Cache
pl: Wyczyść pamięć podręczną

source: Close
bg: Затваряне
he: סגור
pl: Zamknij

source: Collapse checklist
bg: Скриване на подзадачите

source: Collect
bg: Събиране

source: Collection Quest
bg: Мисия за събиране

source: Color
bg: Цвят
da: Farve
he: צבע
pl: Kolor

source: Complete
bg: Завършване
he: הושלם
pl: Ukończone

source: Complete Task
bg: Завършване на задачата

source: Complete work project
bg: Да завърша проекта в работата

source: Completed
bg: Завършени

source: Confirm New Password
bg: Повторете новата парола

source: Connection Error
bg: Грешка при свързването
da: Forbindelsesfejl
he: תקלת התחברות
pl: Błąd połączenia

source: Constitution
bg: Якост

source: Costume
bg: Костюм
da: Kostume
he: תחפושת
pl: Kostium

source: Couldn't connect to the server. Check your network connection
bg: Неуспешно свързване със сървъра. Проверете връзката си с мрежата
da: Kunne ikke forbinde til serveren. Tjek din netværksforbindelse
he: כשלון בהתחברות לשרת. בדוק את חיבור הרשת שלך
pl: Nie można połączyć z serwerem. Sprawdź swoje połączenie internetowe

source: Counter resets every
bg: Броячът се нулира всеки

source: Create Tag
bg: Създаване на етикет
pl: Stwórz tag

source: Creativity
bg: Изобретателност
da: Kreativitet
he: יצירתיות
pl: Twórczość

source: Custom Day Start
bg: Персонализирано начало на деня
he: שעת התחלת יום מותאמת אישית
pl: Własny początek dnia

source: Customize Avatar
bg: Персонализиране на героя
da: Tilpas Avatar
he: התאם אישית את הדמות
pl: Spersonalizuj awatar

source: Dailies
bg: Ежедневни

source: Daily
bg: Ежедневна задача
da: Daglig
he: יומי
pl: Codzienne

source: Daily Reminder
bg: Ежедневно напомняне
da: Daglig Påmindelse
he: תזכורת יומית
pl: Codzienne przypomnienie

source: Daily drop-caps doubled
bg: Удвоен дневен максимален брой падания

source: Daily workout routine
bg: Ежедневни упражнения

source: Danger Zone
bg: Опасна зона

source: Daniel the inn keeper
bg: Даниел Кръчмаря

source: Dated
bg: С краен срок
da: Dateret
he: מיושן
pl: Z datą

source: Day
bg: Ден

source: Day Start
bg: Начало на деня
he: התחלת יום
pl: Początek dnia

source: Day of the Month
bg: Ден от месеца

source: Declined
bg: Отказано
da: Afslå
he: נדחה
pl: Odmówiono

source: Delete Account
bg: Изтриване на профила

source: Delete tasks
bg: Изтриване на задачите

source: Description
bg: Описание
da: Beskrivelse
he: תיאור
pl: Opis

source: Deselect
bg: Отмяна на избора

source: Difficulty
bg: Трудност
da: Sværhedsgrad
he: רמת קושי
pl: Trudność

source: Disable Private Messages
bg: Забраняване на личните съобщения
pl: Wyłącz wiadomości prywatne

source: Disable all Push Notifications
bg: Забраняване на всички известия

source: Discover
bg: Разглеждане

source: Display Name
bg: Екранно име

source: Display Notification Badge
bg: Показване на значката за известия

source: Do homework
bg: Да напиша домашното си
da: Lav lektier
he: הכן שיעורי בית
pl: Zrób zadanie domowe

source: Do you want to leave the challenge and keep or delete the tasks?
bg: Искате ли да напуснете предизвикателството и да запазите или изтриете задачите?

source: Done
bg: Завършени
da: Færdig
he: בוצע
pl: Skończone

source: Double drop caps will let you receive more items from your completed tasks every day, helping you complete your stable faster!
bg: Двойното ограничение за падане на предмети ще Ви позволи да получавате повече предмети от завършените си задачи за всеки ден, спомагайки да попълните конюшнята си по-бързо!

source: Double tap to edit
bg: Докоснете два пъти за редактиране

source: Due
bg: За изпълнение
da: Forfaldne
he: הגיע הזמן
pl: Zaplanowane

source: Due Date
bg: Крайна дата
da: Forfaldsdato
he: תאריך פקיעה
pl: Planowana data

source: E-Mail
bg: Е-поща

source: ERROR
bg: ГРЕШКА
da: FEJL
he: תקלה
pl: BŁĄD

source: Each month, subscribers will receive a mystery item. This is usually released about one week before the end of the month.
bg: Всеки месец абонатите получават тайнствен предмет. Обикновено това става около една седмица преди края на месеца.

source: Each reminder notifies on the days the daily is active.
bg: Всяко напомняне Ви подсеща в дните, в които ежедневната задача трябва да бъде изпълнена.
he: כל תזכורת מודיעה בימים שבהן המטלה היומית פעילה.
pl: Każde przypomnienie pojawia się w dniu, w którym aktywne jest Codzienne.

source: Earn items by completing tasks and leveling up. Tap on an item to use it!
bg: Печелете предмети като изпълнявате задачи и качвате нива. Докоснете предмет, за да го използвате!
da: Modtag ting for at færdiggøre opgaver og stige i niveau. Tryk på en ting for at bruge den!
he: זכו בחפצים על ידי השלמת משימות ועלייה בדרגות. לחצו על חפץ כדי להשתמש בו!
pl: Otrzymuj przedmioty kończąc zadania i zdobywając poziomy. Stuknij przedmiot, aby go użyć!

source: Easy
bg: Лесно
da: Let
he: קל
pl: Łatwe

source: Eat health/junk food
bg: Да ям полезна/вредна храна

source: Edit %@
bg: Редактиране на %@
da: Ret %@
he: ערוך %@
pl: Edytuj %@

source: Edit Party
bg: Редактиране на групата
da: Ret Gruppe
he: ערוך חבורה
pl: Edytuj Drużynę

source: Edit Reward
bg: Редактиране на наградата
da: Ret Belønning
he: ערוך פרס
pl: Edytuj Nagrody

source: Edit Tag
bg: Редактиране на етикета
pl: Edytuj tag

source: Email
bg: E-поща
he: מייל

source: Email a Password Reset Link
bg: Изпращане на е-писмо с връзка за подновяване на паролата

source: Emails
bg: Е-писма
he: מיילים
pl: E-maile

source: Enable Class System
bg: Включване на класовата система
he: אפשרו את מערכת המקצועות
pl: Odblokuj system klas

source: Engage in a fun activity
bg: Да участвам в нещо забавно

source: Enter the email address you used to register your Habitica account.
bg: Въведете е-пощата, с която сте се регистрирали в Хабитика.

source: Equip
bg: Екипиране
da: Brug
he: צייד
pl: Załuż

source: Equipment
bg: Екипировка
da: Udstyr
he: ציוד
pl: Ekwipunek

source: Error
bg: Грешка
da: Fejl
he: תקלה
pl: Błąd

source: Every time you do a positive Habit, tap the + to get experience and gold!
bg: Всеки път, когато извършите нещо, което е положителен навик, докоснете знака +, за да получите опит и злато!

source: Every x days
bg: На всеки Х дни
da: Hver x dage
he: כל x ימים
pl: Każde x dni

source: Exclusive monthly items
bg: Изключителни месечни предмети

source: Exercise
bg: Упражнения
da: Motion
he: התאמן
pl: Ćwiczenia

source: Expand checklist
bg: Показване на подзадачите

source: Experience
bg: Опит
da: Erfaring
he: ניסיון
pl: Doświadczenie

source: Eyewear
bg: Предмет за очи
da: Øjenbeklædning
he: משקפיים
pl: Okulary

source: Feed
bg: Хранене
da: Fodr
he: האכל
pl: Nakarm

source: Filter
bg: Филтриране
he: סנן
pl: Filtruj

source: Finish
bg: Завършване

source: Finish assignment for class
bg: Да напиша домашното за училище

source: Finish creative project
bg: Да завърша проекта си
da: Færdiggør kreativt projekt
he: סיים פרוייקט יצירה
pl: Ukończyć projekt artystyczny

source: First up is Habits. They can be positive Habits you want to improve or negative Habits you want to quit.
bg: Първо, навиците. Те могат да са положителни — тоест такива, каквито искате да си създадете или затвърдите, и отрицателни — от които искате да се откажете.

source: Fix Character Values
bg: Промяна на стойностите на героя

source: Floss
bg: Да изчистя зъбите си с конец
da: Brug tandtråd
he: חוט דנטלי
pl: Używać nici dentystycznej

source: Flower
bg: Цвете
da: Blomst
he: פרח
pl: Kwiatek

source: Frequency
bg: Честота
da: Frekvens
he: תדירות
pl: Częstotliwość

source: Friday
bg: Петък
da: Fredag
he: שישי
pl: Piątek

source: Gem
bg: Диамант

source: Gems
bg: Диаманти
he: אבני חן
pl: Klejnoty

source: Gems & Subscriptions
bg: Диаманти и абонаменти

source: Gifted Gems
bg: Подарени диаманти
pl: Podarowane klejnoty

source: Gifted Subscription
bg: Подарен абонамент
pl: Podarowane abonamenty

source: Give it a shot! You can explore the other task types through the bottom navigation.
bg: Опитайте! Можете да разгледате и другите видове задачи чрез бутоните отдолу.

source: Glasses
bg: Очила

source: Gold
bg: Злато

source: Good
bg: Добре

source: Great!
bg: Страхотно!

source: Grey
bg: Неактивни / сиви
da: Grå
he: אפור
pl: Szare

source: Grow mounts by feeding or saddling pets so that your avatar can ride them!
bg: Отглеждайте превози, като храните и оседлавате любимците си – така героят Ви ще може да ги язди!

source: Guilds
bg: Гилдии
he: גילדות
pl: Gildie

source: Habit
bg: Навик
da: Vane
he: הרגל
pl: Nawyk

source: Habits
bg: Навици

source: Hair
bg: Коса
da: Hår
he: שיער
pl: Włosy

source: Hard
bg: Трудно
da: Svær
he: קשה
pl: Trudne

source: Has a due date
bg: Има краен срок
da: Har en forfaldsdato
he: עם תאריך יעד
pl: Posiada planowaną datę

source: Hatch Egg
bg: Излюпване на яйце
da: Udrug Æg
he: בקע ביצה
pl: Wykluj jajo

source: Hatch with Potion
bg: Излюпване с отвара
da: Udrug med Eliksir
he: בקע באמצעות שיקוי
pl: Wykluj za pomocą Eliksiru

source: Head
bg: Глава
da: Hoved
he: ראש
pl: Głowa

source: Head Accessory
bg: Аксесоар за глава
da: Hovedbeklædning
he: אביזר ראש
pl: Akcesoria

source: Healer
bg: Лечител
da: Helbreder
he: מרפא
pl: Uzdrowiciel

source: Health
bg: Здраве
da: Helbred
he: בריאות
pl: Zdrowie

source: Help & FAQ
bg: Помощ и ЧЗВ
da: Hjælp & OSS
he: עזרה ושאלות נפוצות
pl: Pomoc i FAQ

source: Hey! You are awesome! Version %@ (%@)
bg: Хей! Вие сте страхотен/на! Версия %1$@ (%2$@)

source: Hold down on a task to drag it around.
bg: Задръжте пръст върху задача, за да я преместите.
pl: Przytrzymaj zadanie, by je przesunąć.

source: Huzzah!
bg: Ура!
he: ישששש!
pl: Taaak!

source: I earned a new achievement in Habitica!
bg: Спечелих ново постижение в Хабитика!

source: I got to level %ld in Habitica by improving my real-life habits!
bg: Достигнах ниво %ld в Хабитика като подобрих навиците си в истинския живот!
he: הגעתי לדרגה %ld בהאביטיקה על ידי שיפור ההרגלים בחיים האמיתיים שלי!
pl: Mam nowy poziom w Habitice dzięki poprawie moich nawyków życiowych!

source: I want to become a %@
bg: Искам да стана %@
da: Jeg vil være en %@
he: אני רוצה להפוך להיות %@
pl: Chcę zostać %@

source: I want to opt-out
bg: Искам да се откажа
da: Jeg vil melde mig fra
he: אני רוצה לוותר
pl: Chcę zrezygnować

source: INT %@
bg: ИНТ %@

source: Ian the Quest Guide
bg: Иън Пазителят на Мисиите

source: If we have your email on file, instructions for setting a new password have been sent to your email.
bg: Ако имаме адреса на Вашата е-поща, значи ще получите е-писмо с инструкции за подновяване на паролата си там.

source: If you slip up and do a negative Habit, tapping the - will reduce your avatar’s health to help you stay accountable.
bg: Ако се отпуснете и направите нещо, което е лош навик, докоснете знака - и героят Ви ще загуби малко здраве — това ще Ви държи отговорни за действията си.

source: If your To-Do has to be done by a certain time, set a due date. Looks like you can check one off — go ahead!
bg: Ако дадена задача трябва да бъде изпълнена навреме, задайте ѝ краен срок. Изглежда можете да отметнете една още сега. Направете го!

source: If you’ve encountered a bug or made a mistake that unfairly changed your character, you can manually correct those values here.
bg: Ако сте се сблъскали с проблем или сте направили грешка, която е променила героя Ви несправедливо, можете да промените стойностите си ръчно от тук.

source: Intelligence
bg: Интелигентност

source: Invalid Habitica User ID
bg: Грешен потребителски ид.
pl: Nieprawidłowy ID użytkownika Habitica

source: Invalid number of user objects: %d
bg: Неправилен брой потребителски обекти: %d

source: Inventory
bg: Инвентар
da: Inventar
he: מלאי
pl: Inwentarz

source: Invitation Successful
bg: Поканата е успешна
pl: Zaproszono pomyślnie

source: Invitation Type
bg: Вид на поканата
he: סוג הזמנה
pl: Typ zaproszenia

source: Invite
bg: Покана
da: Invitér
he: הזמן
pl: Zaproś

source: Invite Friends
bg: Канене на приятели
pl: Zaproś znajomych

source: Invite Members
bg: Канене на членове
da: Invitér medlemmer
he: הזמן חברים
pl: Zaproś Członków

source: Invite Party
bg: Канене на групата
da: Invitér Gruppe
he: הזמן חבורה
pl: Zaproś Drużynę

source: Invited To Guild
bg: Покана в гилдия
pl: Zaproszono do Gildii

source: Invited To Party
bg: Покана в група
pl: Zaproszone do drużyny

source: Invited To Quest
bg: Покана за мисия
pl: Zaproszony do misji

source: Invited to %@
bg: Покана за %@
da: Inviteret til %@
he: מוזמן ל%@
pl: Zaproszono do %@

source: Items
bg: Предмети
da: Genstande
he: חפצים
pl: Przedmioty

source: Join
bg: Присъединяване
he: הצטרף
pl: Dołącz

source: Join Habitica (Check me off!)
bg: Присъединяване към Хабитика (отметнете ме!)

source: Keep tasks
bg: Запазване на задачите

source: Last logged in
bg: Последно влизане на
da: Sidst logget ind
he: התחברות אחרונה
pl: Ostatnio zalogowany

source: Leader
bg: Водач
he: מנהיג
pl: Przywódca

source: Leave
bg: Напускане
he: עזוב
pl: Opuść

source: Leave Challenge?
bg: Напускане на предизвикателството?

source: Leave Group
bg: Напускане на групата
he: עזוב חבורה
pl: Opuść grupę

source: Leave a Review
bg: Напишете рецензия
da: Skriv en Anmeldelse
he: השאר משוב
pl: Napisz recenzję

source: Level
bg: Ниво
pl: Poziom

source: Level %@
bg: Ниво %@
da: Niveau %@
he: שלב %@
pl: Poziom %@

source: Local
bg: Местно
da: Lokal
he: מקומי
pl: Lokalne

source: Log Out
bg: Изход
da: Log ud
he: התנתק
pl: Wyloguj się

source: Login Methods
bg: Начини на влизане
pl: Sposoby logowania

source: Login Name
bg: Потребителско име

source: Looking for more adventures? Visit Ian to buy more quest scrolls!
bg: Търсите ли още приключения? Посетете Иан, за да си купите още свитъци с мисии!

source: Mage
bg: Магьосник
da: Magiker
he: מכשף
pl: Mag

source: Maintenance
bg: Профилактика
da: Vedligeholdelse
he: תחזוקה
pl: Konserwacja

source: Make Dailies for time-sensitive tasks that need to be done on a regular schedule.
bg: Създайте ежедневни задачи за онези неща, които трябва да се правят редовно или по график.

source: Makes completed To-Dos and task history available for longer.
bg: Завършените задачи за изпълнение остават по-дълго в историята.

source: Mana
bg: Мана
he: מאנה

source: Mana Points
bg: точки мана

source: Market
bg: Пазар
pl: Targ

source: Matt the beast master
bg: господар на зверовете Мат

source: Medium
bg: Средно
he: בינוני
pl: Średnie

source: Member Since
bg: Потребител от
da: Medlem siden
he: חבר מאז
pl: Członek od

source: Menu
bg: Меню
he: תפריט

source: Moderator
bg: Модератор

source: Monday
bg: Понеделник
da: Mandag
he: שני
pl: Poniedziałek

source: Month
bg: Месец

source: Monthly
bg: Месечно

source: Monthly Gems: (gemsLeft)/(totalCount) Remaining
bg: Месечни диаманти: остават (gemsLeft)/(totalCount)

source: Mount
bg: Превоз
da: Ridedyr
he: אוכף
pl: Wierzchowiec

source: Mount Type
bg: Вид на превоза
da: Ridedyrstype
he: סוג אוכף
pl: Rodzaj wierzchowców

source: Mounts
bg: Превози
da: Ridedyr
he: אוכפים
pl: Wierzchowce

source: Mustache
bg: Мустак
da: Overskæg
he: שפם
pl: Wąsy

source: My Challenges
bg: Моите предизвикателства

source: My Guilds
bg: Моите гилдии
he: הגילדות שלי
pl: Moje Gildie

source: Mystery Item
bg: Тайнствен предмет

source: Mystery Sets
bg: Тайнствени комплекти

source: Name
bg: Име
da: Navn
he: שם
pl: Nazwa

source: Negative (-)
bg: Отрицателен (-)
da: Negativ (-)
he: שלילי (-)
pl: Negatywne (-)

source: Neutral
bg: Неутрално

source: New Email
bg: Нова е-поща

source: New Login Name
bg: Ново потребителско име

source: New Party
bg: Нова група
da: Ny Gruppe
he: חבורה חדשה
pl: Nowa Drużyna

source: New Password
bg: Нова парола

source: New Reward
bg: Нова награда
da: Ny Belønning
he: פרס חדש
pl: Nowa nagroda

source: New Stock!
bg: Нова стока!

source: News
bg: Новини
da: Nyheder
he: חדשות
pl: Nowości

source: Next
bg: Напред

source: No
bg: Не
da: Nej
he: לא
pl: Nie
